Repository: Angatupyry/get-books-activity
Catalog: GetBooks.activity/po/pbs.po
Languages: pbs

source: Get Books
pbs: Mameì ngk'uix

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
pbs: kiki' ngk'uix? ¡mi'ian take'm! nanji ngul'ajau lunuat' manata'au maiñ ma nameì nkg'uix kale vakja. vipiup gyajaut!

source: Catalogs
pbs: ngk'uix matsjau

source: Any language
pbs: sania' makunè

source: Performing lookup, please wait...
pbs: lutsjau luta'au, vichjaut majau viet

source: My books
pbs: pu ruk'eix

source: %.2f GB Volume
pbs: %.2f GB manajap

source: Format:
pbs: Nda'et

source: Get Book
pbs: mameì nguk'uix

source: Enter words from the Author or Title to begin search.
pbs: Mamejep riñjà se manamang peuk vakja ne katsjau ne ngunjiu' kily'e se ma napup nata'au.

source: Selected book
pbs: nguk'uix makeje'

source: Title:
pbs: ngunjiu' kily'e:

source: Author:
pbs: katsjau:

source: Summary:
pbs: Sumario:

source: Language:
pbs: Lu'uei nia:

source: Publisher:
pbs: kalejeiñ:

source: You must enter at least 3 letters.
pbs: tumei namejep ranju kily'e

source: Could not reach the server. Maybe you are not connected to the network
pbs: nip ndania'at manakejè ne katsjau. paik nip vanje'eng ne nikjì

source: There was an error downloading the list.
pbs: ndich'u se mapup ne nde'et lju'p

source: New catalog list %s was found
pbs: viñkjiu nde'et lju'p ne nguk'uix %s makejè

source: Sorry, no books could be found.
pbs: tatsam', nip ndania'at makejè re nk'uix

source: Sorry, we only found english books.
pbs: tatsam', sau' nukuejem nk'ues kune kad-ua nan'eiñ

source: Error
pbs: ndich'u

source: Connection timed out for
pbs: ndulejeiñ ne meje'eng

source: Error: Could not download %s.
pbs: ndich'u: kad-ep ndania'at maveje'p %s

source: Download completed
pbs: maveje'p lipià

source: Show in Journal
pbs: Nda'u'up ne xiñi'iu matsjau

source: Title
pbs: ngunjiu' kily'e

source: Author
pbs: Katsjau

source: Publisher
pbs: kalejeiñ

source: Language
pbs: Lu’uei nia

source: Publish Date
pbs: kulejeiñ ngum'au se ndut'ejeiñ
