Repository: Angatupyry/get-books-activity
Catalog: po/*.po
Languages: ca, fr, id, ml, ms, ne, ru, uk

source: Get Books
ca: Obtenció de llibres
fr: Livres à moi
id: Ambil Buku
ml: നേടു ബുക്കുകൾ
ms: Dapatkan Buku
ne: किताबहरु प्राप्त गर्नुहोस्
ru: Получить книги
uk: Отримання книг

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
ca: Necessiteu llibres? Tots ens necessitem! En aquesta activitat podreu cercar i recuperar els llibres de moltes fonts diferents. Inicieu la lectura!
fr: Besoin de livres ? Tout le monde en a besoin ! Cette activité vous permet de chercher et de récupérer des livres depuis différentes sources. Commencez à lire !
id: Perlu buku? Kita semua mau! Aktivitas ini memungkinkan Anda mencari dan mengambil buku dari banyak sumber yang berbeda. Mulailah membaca!
ml: ബുക്കുകൾ വേണോ? നമുക്കെല്ലാവർക്കും വേണം! ഈ ആക്ടിവിറ്റി സ്രോതസ്സുകളിൽ നിന്നും നിനക്ക് ബുക്കുകൾ തിരയാനും വീണ്ടെടുക്കാനും സഹായിക്കുന്നു. വായന തുടങ്ങട്ടെ!
ms: Perlukan buku? KIta semua perlukan! Aktiviti ini membiarkan anda untuk mencari dan mendapatkan buku daripada pelbagai sumber. Mulakan pembacaan!
ne: किताबहरू चाहिन्छ? सबैलाई चाहिन्छ! यो क्रियाकलापले तपाईँलाई किताबहरू खोज्न र विभिन्न स्रोतहरूबाट प्राप्त गर्न सहयोग गर्छ। पढ्न सुरू गरौँ !
ru: Нужны книги? Они нужны нам всем! Это действие позволяет вам искать и получать книги с множества различных источников. Начните читать прямо сейчас!
uk: Потрібні книжки? У нас вони є! За допомогою цього простору дій ви зможете шукати і отримувати книги з багатьох різних джерел. Почніть читати вже зараз!

source: Catalogs
ca: Catàlegs
fr: Catalogues
id: Katalog
ml: കാറ്റലോഗ്
ms: Katalog-katalog
ne: विवरणिकाहरु
ru: Каталоги
uk: Каталоги

source: Any language
ca: Qualsevol idioma
fr: N'importe quelle langue
id: Sebarang bahasa
ml: ഏതു ഭാഷയും
ms: Sebarang bahasa
ne: कुनै पनि भाषा
ru: Любой язык
uk: Будь-якою мовою

source: Performing lookup, please wait...
ca: S'estan realitzant les operacions de recerca, si us plau, espereu...
fr: Recherche en cours, patientez...
id: Mencari, harap tunggu...
ml: തിരഞ്ഞുക്കൊണ്ടിരിക്കുന്നു, ദയവായി കാക്കുക...
ms: Menjalankan pencarian, sila tunggu...
ne: खोजी गरिदै, कृपया कुर्नुहोस्
ru: Проводится поиск, пожалуйста подождите
uk: Виконуємо пошук, будь ласка, зачекайте…

source: My books
ca: Els meus llibres
fr: Mes livres
id: Bukuku
ml: എൻറെ ബുക്കുകൾ
ms: Buku-buku saya
ne: मेरो किताबहरु
ru: Мои книги
uk: Мої книги

source: %.2f GB Volume
ca: Volum de %.2f GB
fr: Volume %.2f Go
id: Volume %.2f GB
ml: %.2f GB (ജി.ബി) വോള്യം
ms: %.2f GB Jilid
ne: %.2f GB आवाज
ru: Объем %.2f GB
uk: Том у %.2f ГБ

source: Format:
ml: ഫോര്‍മാറ്റ്:
ne: फर्र्मेट:
ru: Формат:
uk: Формат:

source: Get Book
ca: Obté el llibre
fr: Récupérer le livre
id: Ambil Buku
ml: ബുക്ക്‌ നേടു
ms: Dapatkan Buku
ne: किताब प्राप्त गर्नुहोस्
ru: Получить книгу
uk: Отримати книгу

source: Enter words from the Author or Title to begin search.
ca: Introduïu paraules de l'autor o del títol per començar la cerca.
fr: Entrer les mots de l'auteur ou du titre pour commencer la recherche.
id: Masukkan kata-kata pada Pengarang atau Judul untuk memulai pencarian.
ml: രചയിതാവിന്റെയോ ബുക്കിന്റെയോ പേരിലെ വാക്കുകൾ ടൈപ്പ് ചെയ്‌താൽ തിരച്ചിൽ തുടങ്ങാം.
ms: Sila masukkan perkataan dari Pengarang atau Tajuk untuk memulakan pencarian.
ne: खोज्नको लागि लेखक अथवा शिर्षकका शब्दहरू भर
ru: Введите Автора или Название для начала поиска
uk: Вкажіть слова з імені автора або назви і розпочніть пошук.

source: Selected book
ca: Llibre seleccionat
fr: Livre sélectionné
id: Buku yang dipilih
ml: തെരഞ്ഞെടുക്കപ്പെട്ട ബുക്ക്‌
ms: Buku yang dipilih
ne: चुनिंदा किताब
ru: Выбранная книга
uk: Вибрана книга

source: Title:
ca: Títol:
fr: Titre :
id: Judul:
ml: തലക്കെട്ട്:
ms: Tajuk:
ne: शिर्षक:
ru: Название:
uk: Назва:

source: Author:
ca: Autor:
fr: Auteur :
id: Penulis:
ml: രചയിതാവ്:
ms: Pengarang:
ne: लेखक:
ru: Автор:
uk: Автор:

source: Summary:
ca: Resum:
fr: Résumé :
id: Ringkasan:
ml: ചുരുക്കത്തില്‍:
ms: Ringkasan:
ne: सारांश:
ru: Краткое описание:
uk: Резюме:

source: Language:
ca: Idioma:
fr: Langue :
id: Bahasa:
ml: ഭാഷ:
ms: Bahasa:
ne: भाषा:
ru: Языу:
uk: Мова:

source: Publisher:
ca: Editorial:
fr: Éditeur :
id: Penerbit:
ml: പ്രസാധകൻ:
ms: Penerbit:
ne: प्रकाशक:
ru: Издатель:
uk: Видавець:

source: You must enter at least 3 letters.
ca: Com a mínim heu d'introduir 3 lletres.
fr: Vous devez entrer au moins 3 lettres.
id: Anda mesti memasukkan paling tidak 3 huruf.
ml: മൂന്നു അക്ഷരങ്ങല്ലെങ്കിലും ടൈപ്പ് ചെയ്യണം.
ms: Anda mesti memasukkan sekurang-kurangnya 3 huruf.
ne: तिमीले कम्तीमा ३वटा शब्दहरु प्रविष्टि गर्नुपर्छ ।
ru: Вы должны ввести минимум 3 символа
uk: Вам слід вказати хоча б 3 літери.

source: Could not reach the server. Maybe you are not connected to the network
ca: No es pot arribar al servidor. Potser no esteu connectat a la xarxa
fr: Impossible d'atteindre le serveur. Peut-être que vous n'êtes pas connecté au réseau
id: Tidak dapat menghubungi server. Mungkin Anda tidak terhubung ke jaringan
ml: സെർവറുമായി ഘടിപ്പിക്കാൻ സാധിക്കുന്നില്ല. ചിലപ്പോൾ നെറ്റ്-വർക്കുമായുള്ള ബന്ധം ഇല്ലായിരിക്കും.
ms: Server tidak dapat dicapai. Mungkin anda tidak dihubungkan ke rangkaian
ne: सर्भर भेटाउन सकिएन। सायद तपाईँ सञ्जालमा जोडिनु भएको छैन।
ru: Нет ответа от сервера. Возможно вы не подключены к сети.
uk: Не вдалося зв’язатися із сервером. Можливо, ваш комп’ютер не з’єднано з мережею.

source: There was an error downloading the list.
ca: Hi va haver un error en baixar la llista.
fr: Une erreur est survenu pendant le téléchargement de la liste.
id: Ada kesalahan saat mengunduh daftar.
ml: ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുന്നതിൽ പിശക് സംഭവിച്ചിരിക്കുന്നു.
ms: Terdapat kesalahan ketika memuat turun senarai.
ne: यहाँ सूची डाउनलोड गर्दा त्रुटि भयो।
ru: Во время загрузки списка произошла ошибка.
uk: Під час отримання списку сталася помилка.

source: New catalog list %s was found
ca: Es va trobar la llista nova de catàlegs «%s»
fr: Une nouvelle liste de catalogue %s a été trouvée
id: Daftar katalog %s baru telah ditemukan
ml: പുതിയ കാറ്റലോഗ് ലിസ്റ്റ് %s കണ്ടെത്തിയിരിക്കുന്നു
ms: Senarai katalog baru %s telah dijumpai
ne: नयाँ विवरणिका सूची %s फेला पर्यो
ru: Новый список каталогов %s был найден
uk: Знайдено новий список каталогу, %s

source: Sorry, no books could be found.
ca: Ho sentim, no es va poder trobar cap llibre.
fr: Désolé, aucun livre n'a été trouvé.
id: Maaf, tidak ada buku yang dapat ditemukan.
ml: ക്ഷമിക്കണം, ബുക്കുകൾ ഒന്നും തന്നെ കണ്ടെത്താൻ സാധിച്ചില്ല.
ms: Maaf, tiada buku yang dapat dijumpai.
ne: माफ गर्नुहोला, कुनै पनि किताब भेटाउन सकिएन।
ru: Извините, книги не были найдены
uk: Вибачте, не вдалося знайти жодної книги.

source: Sorry, we only found english books.
ca: Ho sentim, únicament es van trobar llibres en anglès.
fr: Malheureusement, les livres trouvés sont uniquement en anglais.
id: Maaf, kami hanya menemukan buku-buku berbahasa Inggris.
ml: ക്ഷമിക്കണം, ഇംഗ്ലീഷ് ബുക്കുകൾ മാത്രമേ കണ്ടെത്താൻ സാധിച്ചുള്ളൂ.
ms: Maaf, kami hanya menjumpai buku-buku bahasa inggeris.
ne: माफ गर्नुहोस्, हामीले केबल अङ्ग्रेजी किताबमात्र भेट्यौ
ru: Извините, мы нашли только книги на английском языке.
uk: Вибачте, знайдено лише книги англійською.

source: Error
fr: Erreur
ml: പിശക്
ms: Kesilapan
ne: त्रुति
ru: Ошибка
uk: Помилка

source: Connection timed out for
ca: S'ha exhaurit el temps d'espera de connexió a
fr: Délai de connexion écoulé pour
ml: കണക്ഷനുള്ള സമയം കഴിഞ്ഞിരിക്കുന്നു
ms: Masa sambungan tamat bagi
ne: को जडान समय सकियो
ru: Истекло время ожидания соединения.
uk: Перевищено інтервал очікування з'єднання для

source: Error: Could not download %s. The path in the catalog seems to be incorrect
ca: Error: No s'ha pogut baixar %s. El camí al catàleg sembla que estigui malament
fr: Erreur: Impossible de télécharger %s. Le chemin dans le catalogue semble incorrect
ml: പിശക്: %s ഡൗൺലോഡ് ചെയ്യാൻ സാധിച്ചില്ല. കാറ്റലോഗിൽ ഉള്ള വിലാസം ശരിയല്ലെന്ന് തോന്നുന്നു
ms: Kesilapan: Tidak dapat memuat turn %s. Nampaknya jalan di dalam katalog tidak betul
ru: Ошибка: Невозможно скачать %s. Возможно указан неправильный путь в каталоге.
uk: Помилка: не вдалося отримати %s. Здається, шлях до каталогу вказано з помилками.

source: Download completed
ca: S'ha completat la baixada
fr: Téléchargement terminé
id: Pengunduhan komplit
ml: ഡൗൺലോഡ് പൂർത്തിയായിരിക്കുന്നു
ms: Muat turun telah lengkap
ne: डाउनलोड समाप्त
ru: Загрузка завершена
uk: Отримання завершено

source: Show in Journal
ca: Mostra-ho al diari
fr: Montrer le Journal
id: Tampilkan dalam Jurnal
ml: ജേർണലിൽ കാണിക്കുക
ms: Paparkan dalam jurnal
ne: पंजिकामा देखाउ
ru: Показать в журнале
uk: Показати у журналі

source: Ok
ca: D'acord
ml: ശരി
ms: Baiklah
ru: Ок
uk: Гаразд

source: Title
ca: Títol
fr: Titre
id: Judul
ml: തലക്കെട്ട്
ms: Tajuk
ne: शिर्षक
ru: Название
uk: Назва

source: Author
ca: Autor
fr: Auteur
id: Penulis
ml: രചയിതാവ്
ms: Pengarang
ne: लेखक
ru: Автор
uk: Автор

source: Publisher
ca: Editorial
fr: Éditeur
id: Penerbit
ml: പ്രസാധകൻ
ms: Penerbit
ne: प्रकाशक
ru: Издатель
uk: Видавець

source: Language
ca: Idioma
fr: Langue
id: Bahasa
ml: ഭാഷ
ms: Bahasa
ne: भाषा
ru: Язык
uk: Мова

source: Publish Date
ca: Data de publicació
fr: Date de publication
id: Tanggal Terbit
ml: പ്രസിദ്ധീകരിച്ച തീയതി
ms: Tarikh Penerbitan
ne: प्रकाशन मिति
ru: Дата публикации
uk: Дата публікації

source: Error: Could not download %s. The path in the catalog seems to be incorrect.
id: Kesalahan: Tidak dapat mengunduh %s. Path dalam katalog tampaknya salah.

source: Error: Could not download %s. The other end sent an empty file.
id: Kesalahan: Tidak dapat mengunduh %s. Ujung lain mengirim berkas kosong.

source: Error: Could not download %s. The other end sent text/html instead of a book.
id: Kesalahan: Tidak dapat mengunduh %s. Ujung lain mengirim text/html alih-alih sebuah buku.

source: Open with %s
id: Buka dengan %s
