Repository: Angatupyry/get-books-activity
Catalog: po/ayc.po
Languages: ayc

source: Get Books
ayc: Pankanaka jakiña

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
ayc: ¿Pankanaka muntati? ¡Taqiwa munapxtana! Akïri wakichataxa kunaymana pankanaka thaqañataki jakiñatakiwa wakisiraki. ¡Ullaña qalltma!

source: Catalogs
ayc: Panakanaka thaqaña pankanaka

source: Any language
ayc: Maski kawkipiri aru

source: Performing lookup, please wait...
ayc: Thaqasiskiwa, paya suma suyt'ma...

source: My books
ayc: Pankanakaja

source: %.2f GB Volume
ayc: %.2f GB utjiri chani

source: Format:
ayc: Wakichata:

source: Get Book
ayc: Panka jakiña

source: Enter words from the Author or Title to begin search.
ayc: Qillqirina jani ukaxa p'iqinchiri suti thaqaña qalltañataki qillqantma.

source: Selected book
ayc: Chhijllata panka

source: Title:
ayc: Suti:

source: Author:
ayc: Luriri:

source: Summary:
ayc: Utjirinaka qillqata:

source: Language:
ayc: Aru:

source: Publisher:
ayc: Qillqata wakichiri:

source: You must enter at least 3 letters.
ayc: Niya kimsa qillqa qillqantañamawa

source: Could not reach the server. Maybe you are not connected to the network
ayc: Katuqirimpi janiwa jakintasiyasiti. Janisa jakintasiñataki mantatäkchi

source: There was an error downloading the list.
ayc: Qillqata apaqañana pantjasiwiwa.

source: New catalog list %s was found
ayc: Machaqa pankanaka thaqaña pankawa jakisi %s

source: Sorry, no books could be found.
ayc: Pampachapxita, janiwa pankanakaxa jakisiti.

source: Sorry, we only found english books.
ayc: Pampachita, Inglés aruta qillqata pankanakakiwa jakisi.

source: Error
ayc: Pantjata

source: Connection timed out for
ayc: Wakichataru mantañataki wakichataxa chhaqtawiwa

source: Error: Could not download %s. The path in the catalog seems to be incorrect
ayc: Pantjata: Janiwa apaqayasiti %s. Wakichata thaqañanaka yaqhatapawa

source: Download completed
ayc: Phuqata apaqata

source: Show in Journal
ayc: Saupüru luräwiru uñstayaña

source: Ok
ayc: Walikiwa

source: Title
ayc: P'iqinchäwi

source: Author
ayc: Qillqiri

source: Publisher
ayc: Qillqata wakichiri

source: Language
ayc: Aru

source: Publish Date
ayc: Qillqata apsuña pacha chimpu
