Repository: Angatupyry/get-books-activity
Catalog: po/nah.po
Languages: nah

source: Get Books
nah: Tipias amochtli

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
nah: ¿Ti neki amochtli? ¡Nochi ti tekiuian! Pan inin tekipanol ti uelis titemos uan ti pias amochuen tlen uala miyaj kampa. ¡Xipeua amapoua!

source: Catalogs
nah: Amochtlaixnextili

source: Any language
nah: Amo san se tlajtoli

source: Performing lookup, please wait...
nah: Ki temoua tlen titlali, ti chia...

source: My books
nah: No amochuen

source: %.2f GB Volume
nah: %.2f GB Volumen

source: Format:
nah: Amaisuatl

source: Get Book
nah: Ti pias se amochtli

source: Enter words from the Author or Title to begin search.
nah: Xi tlali tlajkuilo tlen tejtos tlen ki chujki tlan itokax tlen tlajkuilol pan peualtis ki temouas

source: Selected book
nah: Tlapejpentli amochtli

source: Title:
nah: Título:

source: Author:
nah: Tlen ki tlajkuilo:

source: Summary:
nah: Sumario:

source: Language:
nah: Tlajtoli:

source: Publisher:
nah: tlen ki kualchichiua:

source: You must enter at least 3 letters.
nah: Ti pia ti tlalis tlen axkensin 3 tlajkuilol

source: Could not reach the server. Maybe you are not connected to the network
nah: Amo uelki mo sasalo ka tlachijketl. Uistel amo ti sasalojtoj ka tlanechikoli

source: There was an error downloading the list.
nah: Ki pixki se kuapopolistli keman tlatemouiyaya tokayotlpouali.

source: Sorry, no books could be found.
nah: Ti matin, amo uelki mo panti amochuen.

source: Sorry, we only found english books.
nah: Ti matin, san ti pantijken amocuen pan ingles.

source: Error
nah: Kuapopolistli

source: Connection timed out for
nah: Mo polo tlen sasalojtoya tlen

source: Show in Journal
nah: Kixnextis poualistli

source: Title
nah: Tokax tlajkuilol

source: Author
nah: Tlen kichijki

source: Publisher
nah: Tlen ki kualchichiua

source: Language
nah: Tlajtoli

source: Publish Date
nah: Tonalpouali tlen mo tlali
