Repository: Angatupyry/get-books-activity
Catalog: po/pap.po
Languages: pap

source: Get Books
pap: Atkirí buki

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
pap: Bo mester di buki? Ta nos tur mester di nan! E aktividat akí ta laga bo buska i haña buki for di hopi diferente fuente. Kuminsá lesa!

source: Catalogs
pap: Katálogo

source: Any language
pap: Kualke idioma

source: Performing lookup, please wait...
pap: Realisando búskeda, por fabor warda un ratu...

source: My books
pap: Mi bukinan

source: %.2f GB Volume
pap: %.2f GB Volúmen

source: Get Book
pap: Tuma buki

source: Enter words from the Author or Title to begin search.
pap: Hinka palabra di e outor òf título pa kuminsá buska.

source: Selected book
pap: Buki selektá

source: Title:
pap: Título:

source: Author:
pap: Outor:

source: Summary:
pap: Resúmen:

source: Language:
pap: Idioma:

source: Publisher:
pap: Editor:

source: You must enter at least 3 letters.
pap: Bo mester hinka por lo ménos 3 lèter.

source: Could not reach the server. Maybe you are not connected to the network
pap: No por a konektá ku e server. Por ta bo no ta konektá ku e ret.

source: There was an error downloading the list.
pap: Tabatin un eror bahando e lista.

source: New catalog list %s was found
pap: A haña lista di katalòk %s nobo

source: Sorry, no books could be found.
pap: Despensa, no por a haña niun buki.

source: Sorry, we only found english books.
pap: Despensa, nos a haña buki na ingles so.

source: Error
pap: Eror

source: Connection timed out for
pap: Konekshon a pasa límite di tempu pa

source: Download completed
pap: Deskarga terminá

source: Show in Journal
pap: Mustra den diario

source: Title
pap: Título

source: Author
pap: Outor

source: Publisher
pap: Editor

source: Language
pap: Idioma

source: Publish Date
pap: Fecha di publikashon
